MATRIX_VALUES = {
    "1": {
        "title": "Характер, эго, сила личности",
        "female": "Мягкий, интуитивный характер. Важно проживать эмоции, а не подавлять их.",
        "male": "Сильное эго, стремление доминировать. Важно направлять силу в созидание."
    },
    "11": {
        "title": "Характер",
        "female": "Семейность, уступчивость, мягкость.",
        "male": "Много страхов, сильная связь с матерью."
    },
    "111": {
        "title": "Характер",
        "female": "Врожденная мудрость и сильная интуиция.",
        "male": "Хороший семьянин, но нужен внешний стимул."
    },
    "1111": {
        "title": "Характер",
        "female": "Мужская сила характера, карьеристка.",
        "male": "Лидер, дипломат, устойчивый характер."
    },

    "2": {
        "title": "Энергия",
        "female": "Энергия нестабильна, важно беречь ресурс.",
        "male": "Энергия скачкообразная, возможны спады."
    },
    "22": {
        "title": "Энергия",
        "female": "Донор энергии, долгожитель.",
        "male": "Высокий энергетический потенциал."
    },
    "20": {
        "title": "Энергия",
        "female": "Нехватка энергии, важно наполнение.",
        "male": "Истинный энергетический вампир, нужен спорт."
    },

    "4": {
        "title": "Здоровье",
        "female": "Ресурсное здоровье, важно не копить обиды.",
        "male": "Стабильное здоровье, важен режим."
    },
    "44": {
        "title": "Здоровье",
        "female": "Сильная сексуальная энергия, родовой ресурс.",
        "male": "Крепкое здоровье, высокий жизненный тонус."
    },
    "40": {
        "title": "Здоровье",
        "female": "Важно следить за телом, возможны проблемы с зачатием.",
        "male": "Нет врожденного ресурса, внимание к здоровью."
    },

    "8": {
        "title": "Род",
        "female": "Сильная связь с родом, служение семье.",
        "male": "Ответственность за род, материальная реализация."
    },
    "80": {
        "title": "Род",
        "female": "Свободолюбие, важно принять родителей.",
        "male": "Нарушена связь с родом, нельзя иметь претензии."
    },

    "9": {
        "title": "Интеллект, память",
        "female": "Память требует тренировки.",
        "male": "Склонность к забывчивости с возрастом."
    },
    "99": {
        "title": "Интеллект",
        "female": "Хорошая память, легкое обучение.",
        "male": "Аналитический ум."
    },
}
